tap "beeftornado/rmtree"
tap "bramstein/webfonttools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
brew "xz"
brew "coreutils"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "btop"
brew "glib"
brew "pkg-config"
brew "clang-format"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "sqlite"
brew "git-filter-repo"
brew "gnupg"
brew "ios-deploy"
brew "jq"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "perl"
brew "pipes-sh"
brew "python@3.10"
brew "python@3.9"
brew "rsync"
brew "ruby-build"
brew "rust"
brew "shared-mime-info"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "px4/px4/gcc-arm-none-eabi", link: false
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "appcleaner"
cask "arc"
cask "backblaze"
cask "bartender"
cask "cheatsheet"
cask "cleanshot"
cask "cron"
cask "discord"
cask "docker"
cask "farcaster"
cask "firefox"
cask "flux"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-g"
cask "font-public-sans"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "linear-linear"
cask "logi-options-plus"
cask "nordvpn"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "superhuman"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
