tap "beeftornado/rmtree"
tap "bramstein/webfonttools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "px4/px4"
tap "qmk/qmk"
brew "xz"
brew "coreutils"
brew "readline"
brew "asdf"
brew "avrdude"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bootloadhid"
brew "gcc"
brew "btop"
brew "glib"
brew "clang-format"
brew "cloudflared"
brew "cmatrix"
brew "cocoapods"
brew "curl"
brew "dfu-programmer"
brew "dfu-util"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "guile"
brew "ios-deploy"
brew "jq"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "perl"
brew "pipes-sh"
brew "pnpm"
brew "postgresql@15", link: true
brew "python@3.10"
brew "python@3.9"
brew "rsync"
brew "ruby-build"
brew "rust"
brew "shared-mime-info"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "oven-sh/bun/bun"
brew "px4/px4/gcc-arm-none-eabi", link: false
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "appcleaner"
cask "backblaze"
cask "bartender"
cask "brave-browser"
cask "cheatsheet"
cask "cleanshot"
cask "copilot"
cask "cron"
cask "cursor"
cask "discord"
cask "docker"
cask "fastrawviewer"
cask "firefox"
cask "flux"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-g"
cask "font-latin-modern"
cask "font-public-sans"
cask "font-roboto"
cask "gather"
cask "geekbench"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "postico"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "screen-studio"
cask "slack"
cask "spotify"
cask "superhuman"
cask "telegram-desktop"
cask "the-unarchiver"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "warp"
cask "zoom"
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Pause", id: 1599313358
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "stoic.", id: 1312926037
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "herrmannplatz.npm-dependency-links"
vscode "JuanBlanco.solidity"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "PKief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "Tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
