tap "beeftornado/rmtree"
tap "bramstein/webfonttools"
tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "px4/px4"
tap "qmk/qmk"
tap "sst/tap"
brew "xz"
brew "boost"
brew "avrdude"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "libgit2"
brew "bat"
brew "btop"
brew "glib"
brew "cairo"
brew "cloudflared"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "harfbuzz"
brew "jq"
brew "lazygit"
brew "libraqm"
brew "libtiff"
brew "llvm"
brew "luarocks"
brew "mas"
brew "mise"
brew "neovim"
brew "node"
brew "ollama"
brew "organize-tool"
brew "pandoc"
brew "webp"
brew "pillow"
brew "pipes-sh"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "showkey"
brew "starship"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zoxide"
brew "dotenvx/brew/dotenvx"
brew "felixkratz/formulae/borders"
brew "qmk/qmk/qmk"
brew "sst/tap/sst"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "appcleaner"
cask "backblaze"
cask "bartender"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "copilot"
cask "cursor"
cask "discord"
cask "fastrawviewer"
cask "firefox"
cask "flux"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist"
cask "font-geist-mono"
cask "font-geist-mono-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inter"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-public-sans"
cask "gather"
cask "geekbench"
cask "google-chrome"
cask "imageoptim"
cask "ipatool"
cask "ngrok"
cask "nordvpn"
cask "orbstack"
cask "postgres-unofficial"
cask "postico"
cask "pronotes"
cask "qmk-toolbox"
cask "raycast"
cask "screen-studio"
cask "slack"
cask "telegram"
cask "the-unarchiver"
cask "vlc"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Dark Reader for Safari", id: 1438243180
mas "Ghostery Privacy Ad Blocker", id: 6504861501
mas "Pause", id: 1599313358
mas "Perplexity", id: 6714467650
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "stoic.", id: 1312926037
mas "Things", id: 904280696
mas "Xcode", id: 497799835
