tap "beeftornado/rmtree"
tap "bramstein/webfonttools"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "px4/px4"
tap "qmk/qmk"
tap "sst/tap"
brew "xz"
brew "readline"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "btop"
brew "cloudflared"
brew "cmatrix"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "harfbuzz"
brew "jq"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "mas"
brew "mise"
brew "neofetch"
brew "neovim"
brew "ollama"
brew "webp"
brew "pillow"
brew "pipes-sh"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "showkey"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
brew "sst/tap/sst"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "appcleaner"
cask "backblaze"
cask "bartender"
cask "cheatsheet"
cask "cleanshot"
cask "copilot"
cask "cursor"
cask "discord"
cask "docker"
cask "fastrawviewer"
cask "flux"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist"
cask "font-inter"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-public-sans"
cask "gather"
cask "geekbench"
cask "google-chrome"
cask "imageoptim"
cask "ipatool"
cask "kitty"
cask "logi-options-plus"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "postgres-unofficial"
cask "postico"
cask "qmk-toolbox"
cask "raycast"
cask "screen-studio"
cask "slack"
cask "spotify"
cask "superhuman"
cask "telegram"
cask "the-unarchiver"
cask "vlc"
cask "wezterm"
cask "zoom"
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Pause", id: 1599313358
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "stoic.", id: 1312926037
mas "Things", id: 904280696
mas "Xcode", id: 497799835
