tap "beeftornado/rmtree"
tap "bramstein/webfonttools"
tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "px4/px4"
tap "qmk/qmk"
tap "sst/tap"
tap "vladdoster/formulae"
brew "xz"
brew "libtiff"
brew "webp"
brew "boost"
brew "avrdude"
brew "openssl@3"
brew "awscli"
brew "gettext"
brew "bash"
brew "bash-completion"
brew "libgit2"
brew "bat"
brew "btop"
brew "bzip2"
brew "glib"
brew "cairo"
brew "cloudflared"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cryptography"
brew "curl"
brew "deno"
brew "difftastic"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "foundry"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "gnupg"
brew "harfbuzz"
brew "jq"
brew "lazygit"
brew "lcov"
brew "libraqm"
brew "llvm"
brew "luarocks"
brew "mas"
brew "mise"
brew "mosh"
brew "neovim"
brew "neovim-remote"
brew "node"
brew "nushell"
brew "ollama"
brew "organize-tool"
brew "pandoc"
brew "pillow"
brew "pipes-sh"
brew "pyenv"
brew "python@3.12"
brew "railway"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "showkey"
brew "slither-analyzer"
brew "starship"
brew "tailscale", restart_service: :changed
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zlib"
brew "zoxide"
brew "dotenvx/brew/dotenvx"
brew "felixkratz/formulae/borders"
brew "qmk/qmk/qmk"
brew "sst/tap/opencode"
brew "sst/tap/sst"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "backblaze"
cask "bartender"
cask "cleanshot"
cask "codex"
cask "copilot-money"
cask "cursor"
cask "discord"
cask "fastrawviewer"
cask "firefox"
cask "flux-app"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist"
cask "font-geist-mono"
cask "font-geist-mono-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inter"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-public-sans"
cask "gather"
cask "geekbench"
cask "gemini"
cask "google-chrome"
cask "homerow"
cask "imageoptim"
cask "iterm2"
cask "ngrok"
cask "nordvpn"
cask "orbstack"
cask "photosweeper-x"
cask "postgres-unofficial"
cask "postico"
cask "qmk-toolbox"
cask "raycast"
cask "screen-studio"
cask "slack"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "vimari"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Dark Reader for Safari", id: 1438243180
mas "Ghostery Privacy Ad Blocker", id: 6504861501
mas "Matter", id: 1548677272
mas "Pause", id: 1599313358
mas "Perplexity", id: 6714467650
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "stoic", id: 1312926037
mas "Tab Finder Lite", id: 6744665433
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "herrmannplatz.npm-dependency-links"
vscode "johnnymorganz.stylua"
vscode "juanblanco.solidity"
vscode "khaeransori.json2csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "sourcegraph.amp"
vscode "stivo.tailwind-fold"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tyriar.sort-lines"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
