tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "warrensbox/tap"
brew "avrdude"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bootloadhid"
brew "glib"
brew "clang-format"
brew "clisp"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "gnutls"
brew "emacs"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neofetch"
brew "openjdk"
brew "pre-commit"
brew "rsync"
brew "ruby"
brew "starship"
brew "terraform", link: false
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "vim"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi", link: false
brew "qmk/qmk/qmk"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "apple-events"
cask "bartender"
cask "cheatsheet"
cask "chrome-remote-desktop-host"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-g"
cask "geekbench"
cask "gimp"
cask "google-chrome"
cask "hey"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "logitech-options"
cask "macs-fan-control"
cask "microsoft-office"
cask "postman"
cask "qmk-toolbox"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "toggl"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Craft", id: 1487937127
mas "Helium", id: 1294059664
mas "iMovie", id: 408981434
mas "Spark", id: 1176895641
mas "Things", id: 904280696
mas "Xcode", id: 497799835
