tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
brew "avrdude"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bootloadhid"
brew "xz"
brew "python@3.9"
brew "glib"
brew "clang-format"
brew "dfu-programmer"
brew "dfu-util"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "emacs"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mint"
brew "neofetch"
brew "node"
brew "openjdk"
brew "perl"
brew "pyenv"
brew "rsync"
brew "ruby"
brew "starship"
brew "subversion"
brew "tree"
brew "vim"
brew "wimlib"
brew "youtube-dl"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "px4/px4/gcc-arm-none-eabi", link: false
cask "1password"
cask "alfred"
cask "appcleaner"
cask "apple-events"
cask "audacity"
cask "backblaze"
cask "bartender"
cask "basictex"
cask "brave-browser"
cask "cheatsheet"
cask "cleanshot"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-g"
cask "font-latin-modern"
cask "font-public-sans"
cask "font-roboto"
cask "geekbench"
cask "google-chrome"
cask "hey"
cask "imageoptim"
cask "iterm2"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nordvpn"
cask "obsidian"
cask "postman"
cask "qmk-toolbox"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram-desktop"
cask "the-unarchiver"
cask "tweetbot"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Craft", id: 1487937127
mas "Helium", id: 1294059664
mas "iMovie", id: 408981434
mas "Pixelmator Pro", id: 1289583905
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
