tap "beeftornado/rmtree"
tap "caskroom/versions"
tap "electric-it/electric-it"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "liamg/tfsec"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "romkatv/powerlevel10k"
tap "warrensbox/tap"
brew "openjdk"
brew "ant"
brew "coreutils"
brew "asdf"
brew "avrdude"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bootloadhid"
brew "clang-format"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "fish"
brew "gawk"
brew "git"
brew "glib"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "mas"
brew "maven"
brew "neofetch"
brew "pre-commit"
brew "rsync"
brew "starship"
brew "terraform", link: false
brew "terraform-docs"
brew "terragrunt"
brew "tfenv", link: false
brew "tflint"
brew "tmux"
brew "vim"
brew "yarn"
brew "electric-it/electric-it/cago"
brew "liamg/tfsec/tfsec"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "warrensbox/tap/tfswitch"
brew "warrensbox/tap/tgswitch"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "apple-events"
cask "bettertouchtool"
cask "box-sync"
cask "cheatsheet"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-g"
cask "font-inconsolata-g-for-powerline"
cask "gimp"
cask "imageoptim"
cask "iterm2"
cask "java"
cask "logitech-options"
cask "parallels"
cask "postman"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Helium", id: 1294059664
mas "iMovie", id: 408981434
mas "Things3", id: 904280696
